#coding: utf-8
pages = [
    {
        'slug': 'about',
        'title': u'Обо мне',
        'body': '''
  <div id="about">
    <div class="container">
      <div class="row">
        <div class="col-lg-6 col-lg-offset-6">
          <h1>Обо мне</h1>
        </div>
        <div class="col-lg-6 centered">
          <img src="/static/img/dasha.webp">
        </div>
        <div class="col-lg-6">
          <p>
              Здравствуйте. Я Дарья Лемента – архитектор-дизайнер интерьера. За спиной художественная школа, курсы колористики и цветоведения, диплом специалиста кафедры архитектуры и реставрации НГАХА. Стаж работы: работаю с 2008 года. Свою работу люблю, за вдохновение и полет фантазии, которое с ней связано. В моей практике есть архитектурные проекты различной сложности; от коттеджей и интерьеров до крупных архитектурных объектов. Уже довольно продолжительное время я специализируюсь на проектировании частных домов, жилых и общественных интерьеров. В работе над интерьерами уделяю внимание проектированию мебели и предметов декора, гармонии цвета и материала. Люблю свою работу и придерживаюсь мнения, что душевное и эмоциональное состояние человека зависит от того, в каком интерьере он проводит свою жизнь, насколько этот интерьер удобен и гармоничен. Создание интерьера, это ступень на пути понимания самого себя, на пути развития своей личности. Поэтому очень важно, что бы заказчик и дизайнер поняли друг друга))!
          </p>
        </div>
      </div>
    </div>
  </div>
  ''',
  },
        {
            'slug': 'services',
            'title': u'Услуги',
            'body': '''
  <div id="services">
    <div class="container">
      <div class="row centered">
        <!-- <div>
          <img src="/static/img/services.webp" alt="">
        </div> -->
        <div class="col-lg-8 col-lg-offset-2">
          <h1>Услуги</h1>
          <p>Спектр наших услуг охватывает весь комплекс планировочных работ, начиная с анализа индивидуальных потребностей клиента и заканчивая передачей готового помещения.</p>
        </div>
      </div>
      <div class="row">
        <div class="col-lg-4">
          <h4>Планирование</h4>
          <ul>
            <li>Проектирование помещений</li>
            <li>Проект мебелировки</li>
            <li>Разработка кухонь, ванных комнат, освещения, электрики, сантехники, возводимых конструкций</li>
            <li>Детальная планировка</li>
            <li>Ведомость отделки помещений</li>
          </ul>
        </div>
        <div class="col-lg-4">
          <h4>Визуализация</h4>
          <ul>
            <li>Макеты 2D</li>
            <li>Визуальные конструкции 3D</li>
            <li>Детальная проработка всех элементов проекта</li>
            <li>Фотореалистичное изображение всех помещений объекта</li>
          </ul>
        </div>
        <div class="col-lg-4">
          <h4>Дизайн</h4>
          <ul>
            <li>Выбор материалов</li>
            <li>Концепция цветового оформления</li>
            <li>Мебельный дизайн</li>
            <li>Декоративные детали, аксессуары</li>
          </ul>
        </div>
      </div>
      <div class="row">
        <div class="col-lg-6 col-lg-offset-0">
          <h4>Закупка материалов</h4>
          <ul>
            <li>Получение наилучших условий по закупке</li>
            <li>Провернное качество от профессионалов</li>
            <li>Посещение международных выставок</li>
            <li>Персональное сопровождение при личном осуществлении закупок</li>
          </ul>
        </div>
        <div class="col-lg-6">
          <h4>Работа на строительной площадке</h4>
          <ul>
            <li>Объявление конкурса на проведение работ и передача заказа</li>
            <li>Расчет стоимости</li>
            <li>Контроль за выполнением бюджета и сроков проведения работ</li>
            <li>Контроль качества</li>
          </ul>
        </div>
      </div>
    </div>
  </div>
''',
},
{
        'slug': 'reviews',
        'title': u'Отзывы',
        'body': '''
  <div id="reviews">
    <div class="container">
      <div class="row centered">
        <div>
          <img src="/static/img/reviews.webp" alt="">
        </div>
      </div>
    </div>
  </div>
''',
},
{
        'slug': 'prices', 
        'title': u'Цены',
        'body': '''
  <div id="prices">
    <div class="container">
      <div class="row">
        <div class="col-lg-6">
          <h2>Дизайн-проект «Под ключ»</h2>
          <h2>от 800 руб</h2>
          <p>от 100м<sup>2</sup> &mdash; 800руб/м<sup>2</sup>, до 100м<sup>2</sup> &mdash; 900руб/м<sup>2</sup></p>
          <ul>
            <li>Выезд на замер</li>
            <li>Обмерный план</li>
            <li>Составление технического задания</li>
            <li>План сносимых перегородок</li>
            <li>План возводимых перегородок</li>
            <li>План расстановки мебели / оборудования</li>
            <li>3D-визуализация</li>
            <li>План уровней потолка</li>
            <li>План электрики с размерами</li>
            <li>План расположения розеток</li>
            <li>План расположения теплого пола</li>
            <li>План расстановки сантехнических приборов</li>
            <li>План расположения покрытий</li>
            <li>Схема раскладки плитки</li>
            <li>Разрезы и развертки по стенам</li>
            <li>Схема отделки стен</li>
            <li>Ведомость материалов</li>
            <li>Подбор кухни</li>
            <li>Подбор отделочных материалов</li>
            <li>Подбор сантехнического оборудования</li>
            <li>Подбор осветительных приборов</li>
            <li>Подбор мебели</li>
            <li>Ведомость отделочных материалов</li>
            <li>Разработка авторской мебели и архитектурных элементов</li>
            <li>Бесплатные выезды на объект для закупки материалов и мебели</li>
          </ul>
        </div>
        <div class="col-lg-6">
          <h2>Дизайн-проект «Минимальный»</h2>
          <h2>от 500 руб</h2>
          <p>от 100м<sup>2</sup> &mdash; 500руб/м2, до 100м<sup>2</sup> &mdash; 600руб/м<sup>2</sup></p>
          <ul>
            <li>Выезд на замер</li>
            <li>Обмерный план</li>
            <li>Составление технического задания</li>
            <li>План сносимых перегородок</li>
            <li>План возводимых перегородок</li>
            <li>План расстановки мебели / оборудования</li>
            <li>3D-визуализация</li>
          </ul>
          <h2>Авторский надзор &mdash; 15 000 руб в месяц</h2>
          <ul>
            <li>до 10 выездов на объект с проверкой соответствия строительных работ проекту.</li>
            <li>консультирование и разъяснение нюансов проекта прорабу или другому лицу, ведущему контроль производственного процесса.</li>
            <li>заказ отделочных материалов (финишные отделочные материалы – обои, плитка, декоративные покрытия)</li>
          </ul>
          <h2>Разовый выезд &mdash; 1500 руб</h2>
          <ul>
            <li>выезд по магазинам или на объект до 4х часов</li>
          </ul>
        </div>
      </div>
    </div>
  </div>
''',
},
{
        'slug': 'contacts',
        'title': u'Контакты',
        'body': '''
  <div id="contacts">
    <div class="container centered">
      <div class="row">
        <div>
          <img src="/static/img/contacts-bg.jpg" alt="">
        </div>
      </div>
      <div class="row">
        <div class="col-lg-2 col-lg-offset-3">
          <a href="tel:+79139141948">
            <i class="fa fa-phone"></i>
            <span>тел. +7 913-914-19-48</span>
          </a>
        </div>
        <div class="col-lg-2">
          <a href="mailto:dashalementa@gmail.com">
            <i class="fa fa-envelope"></i>
            <span>dashalementa@gmail.com</span>
          </a>
        </div>
        <div class="col-lg-2">
          <i class="fa fa-map-marker"></i>
          Октябрьская магистраль 2, <br>
          7 этаж, офис 702
        </div>
      </div>
    </div>
  </div>
  ''',
  },
]
